{
  "quotes": [
    {
      "raw": "When anything can happen, the pressure is on to make sure everything does."
    },

    {
      "raw": "Now, it seems, striving to be extraordinary, being exceptional, and being special are the same as being capable, being fulfilled, and being happy."
    },

    {
      "raw": "And sometimes, it feels so much effort and time are spent living up to the people we could be, it’s almost as if the people we are become an afterthought."
    },

    {
      "raw": "Lingering about all of this was the pervasive sense that so many of us are looking for a permission slip to opt out of hustling to live our best lives, and instead embrace our ordinary ones.",
      "comments": [
        "Are we all hustling just to reach a point where we believe we earned the rights to slip out and enjoy an ordinary life?",
        "Reminds me of the fisherman that talks to a NY banker story."
      ]
    },

    {
      "raw": "If you’re constantly trying to change or better yourself, it leaves little room to actually get to know yourself at all—to recognize that goodness and worthiness don’t find you after you’ve fixed yourself first.",
      "comments": [
        "It's so easy to get caught in the endless loop of self-development; reading, learning, implementing, experiencing, every day, at every moment, in every situation.",
        "All this change without stopping to think, who are you?",
        "Are you trying to be someone else? Are you trying to change because you're not happy with yourself? Because that's not the right reason."
      ]
    },

    {
      "raw": "It never appears on the “external markers of successful young adulthood” list, and yet, being able to renegotiate what matters to you, solve problems, and learn to trust yourself are ordinary things with remarkable power for young people.",
      "comments": [
        "Having X number in your bank account is nice, but is it the marker for success we should be striving for? Should you feel like a loser because you don't have the millions other people have? (very, very few do btw)",
        "No matter what you do, being able to solve problems, defy and negotiate what matters to you, and have trust in yourself are way better markers for success and every stage of your life. If you have that, money will follow."
      ]
    },

    {
      "raw": "It is easy to imagine that life’s significant experiences begin with big moments and exciting encounters, but this is not how it happens.",
      "comments": [
        "La vida no es el siguiente gran viaje, ni la siguiente gran oportunidad; la vida es lo que está pasando en este mismo momento.",
        "Esos encuentros familiares donde todos ríen y comen. Esas reuniones con amigos para echar una cerveza o un café. Esas simples conversaciones con viejos conocidos o incluso con extraños.",
        "Es fácil pensar que para sentirse viva hay que experimentar grandes eventos, pero la vida está, también, en todo lo ordinario."
      ]
    },

    {
      "raw": "maybe transformation, as Jay described it, is less about a full-life makeover. It’s about slowing down enough to notice the things that truly change our lives, and impact who we are, when we aren’t looking. “I think it’s being able to see the potential in the ordinary,” Jay said."
    },

    {
      "raw": "Some of the things that get dismissed as unimportant during young adulthood—stability, routine, self-worth, community—are actually what fulfill us, not just the extraordinary, “big” stuff.",
      "comments": [
        "Solemos darle menos importancia a las actividades que más importan cuando estamos iniciando la vida adulta.",
        "La rutina, estabilidad, comunidad, autoestima; esto es lo primero que sacrificamos para poder ser \"excepcionales\". El problema es que muchos ya nunca lo recuperan, y siguen por la vida sin sentirse completos."
      ]
    },

    {
      "raw": "It’s easy to focus on being exceptional, for example, when you aren’t worried about paying rent or finding a job. When you have healthcare. When you have a support system. When you aren’t staring down racism, bigotry, and prejudice—all of which mean additional standards of extraordinariness just to get by; when you have to do quadruple the work to go half as far and have even less margin for error.",
      "comments": [
        "Para las personas privilegiadas es sencillo preocuparse por ser excepcionales, pues tienen un sistema de soporte que nos respalde. Para todos aquellos que no tienen ciertos privilegios, \"ser excepcional\" es su única salida.",
        "Ellos tienen que trabajar el doble que una persona privilegiada, solo para encontrarse en el mismo nivel ante la sociedad."
      ]
    },

    {
      "raw": "This trope—of being exceptional, self-reliant, and never unsure—instructs us to play by rules we didn’t set, encourages criteria that don’t feel compatible with everyday existences, and puts us in a constant state of fixing ourselves in hopes life will turn out the way we want."
    },

    {
      "raw": "One kind of life does not work best for everyone, and perhaps the greatest gift we can give ourselves is realizing that, and noticing that sometimes, doing what we can, with what matters, where we are, is enough."
    },

    {
      "raw": "Who are we when we’re not working? Is there any way to support ourselves and not feel like work makes up the heft of us?",
      "comments": [
        "Eres lo que haces, dicen por ahí. Creo que esto no debería aplicar para el trabajo."
      ]
    },

    {
      "raw": "The “dream job” trope connects directly to the “for the experience” work: Are you really going to question whether you should be paid or not, or paid more, if you’re just grateful to be in the room?",
      "comments": [
        "No todos podremos encontrar ese \"trabajo de ensueño\", de que tanto se habla."
      ]
    },

    {
      "raw": "It really is okay for a job to be just a job—just a means of living a fulfilled life in other ways.",
      "comments": [
        "Un trabajo puede ser solo eso, un trabajo. Una manera de conseguir los recursos necesarios para hacer lo que más disfrutas.",
        "Y si la siguiente vez que alguien te pregunte, ¿y tú qué haces? Recuerda que el trabajo y tu persona no son uno mismo."
      ]
    },

    {
      "raw": "The old adage goes that we are what we repeatedly do, and nothing captures that quite like work. I, like a thousand other peers who work harder and struggle more and are better, would like to be enough. We’re not sure where that goes on our résumés."
    },

    {
      "raw": "If you move away from home, you don’t move back. That’s not how young adults do it. We leave. We find our way. Imagine the ache when I felt, over and over, that finding my way was actually leading me home."
    },

    {
      "raw": "The aspirational part of new beginnings is highlighted over and over, pushing us toward the enchantment of the new. But rarely, if ever, had I heard that sense of loss, or even homesickness, described as anything other than something we’re supposed to grow out of. It’s not just the places, but the people in them, that create a meaning of home."
    },

    {
      "raw": "It’s overlooked, she added, but “taking care of family or community, and in turn, feeling taken care of by them, has real benefits.”",
      "comments": [
        "De joven, no apreciaba a mi familia y mi comunidad como debía hacerlo. Es en dar y cuidar a los nuestros cuando nos sentimos también cuidados de regreso."
      ]
    },

    {
      "raw": "The small ways we choose to spend time might shape us more than we realize."
    },

    {
      "raw": "It’s a strange line to straddle, when half your friends are booking Airbnbs for a road trip or are at a music festival and the other half are trying to figure out the last time they had time for fun.",
      "comments": [
        "La mitad de tus amigos están haciendo lo que siempre quisiste, viajando, conociendo, teniendo nuevas y, según tú, irrepetibles experiencias.",
        "La otra mitad está sobreviviendo e intentando recordar cuándo fue la última vez que tuvieron tiempo para divertirse.",
        "¿Y tú? Tú estás de un lado o del otro, o algún punto intermedio. Pero estás ansioso, porque inevitablemente comparas tu situación con la de ellos."
      ]
    },

    {
      "raw": "Just like it’s worth examining how what we do impacts who we think we are, even beyond the flagships of work and school, it’s worth looking at how much of the time we have on earth is devoted to things we think we should be experiencing, rather than what we are experiencing or want to experience."
    },

    {
      "raw": "And when we invest so much in hobbies or experiences as markers of our identities, especially in our childhood, the moment we stop spending our time doing them throws us into flux.",
      "comments": [
        "Juego videojuegos desde que tengo memoria. Mis hermanos mayores tenían un montón de consolas y juegos, y yo prácticamente heredé todo eso de ellos.",
        "Desde entonces, jugar ha sido parte de mí. Es parte de mi personalidad, de mi ser. Hasta cierto punto, me describe.",
        "Y cuando paso mucho tiempo sin jugar, me siento ansioso. Porque si no juego, ¿sigo siendo yo?",
        "Si no demuestro a personas desconocidas en internet que soy mejor que ellos, ¿sigo siendo yo?"
      ]
    },

    {
      "raw": "Enough: It’s such an ordinary thing. But the extraordinary pursuit of it feels like it is cracking us open."
    },

    {
      "raw": "When you see young adults holding it together, or achieving “highly” according to the standards by which that gets measured, the pressure that might be within all that gets murky. You can be objectively successful and still unhappy, or worried. You can appear perfect and feel like you’re crumbling inside."
    },

    {
      "raw": "It’s fear of rejection that makes being anything less than exceptional feel like such a risk. We want to be loved as a whole person; we want to be secure as a whole person. And increasingly, it feels like that wholeness means deleting any of the flaws or missteps, as if it’s as simple as dragging an eraser across them, rubbing them out of the story we tell about ourselves."
    },

    {
      "raw": "It feels like wandering around naked to say it out loud, but sometimes I have to repeat it like a mantra: I care a lot, I am messy, but I’m trying. And then, I stop and I try—somewhat counterintuitively—to try less, to let that be enough."
    },

    { "raw": "Reframing “I’m behind” as “I’m where I need to be right now.”" },

    {
      "raw": "“I’m of the belief, and psychological research backs this up, that everything has meaning if you choose to seek it, and pursuing that meaning is what leads to fulfillment.”",
      "comments": [
        "Todo hace sentido, si decides buscarlo.",
        "Y si decides buscar y perseguir ese sentido, te sentirás realizada."
      ]
    },

    {
      "raw": "Sometimes what’s mundane is precious, and what’s transformative is small and contemplative rather than explosive and overpowering."
    },

    {
      "raw": "And when it comes to posts we see from others, maybe sometimes it is actually less about what they’ve posted and more about how you feel looking at it."
    },

    {
      "raw": "We have to strike the balance between not-caring-at-all psychopathy and worrying-too-much-what-others-think narcissism. “I think it’s totally normal to wonder what people think of us, to want them to approve of us.”"
    },

    {
      "raw": "“‘Special’ implies standing alone,” Dr. Hendriksen told me. “It implies different, or apart, or otherwise set apart from others. And the flip side of that is isolation. So, I think that when we put so much emphasis on individuality and setting ourselves apart, we also set ourselves up to be quite lonely.”"
    },

    {
      "raw": "“I guess the silver lining of being average, or the positive of embracing average, is that you build in your guaranteed community.”"
    },

    {
      "raw": "But it’s possible to not need someone, and still want someone. It stings to say aloud, for fear of sounding desperate or seeking or clingy: I want love; I want to be loved."
    },

    {
      "raw": "You date a person for a month or two, and realize something is not quite right, or you start wondering if there’s someone out there who knows where you want to eat without being told. “Your immediate orientation isn’t to be like, ‘Okay, I need to work through these disagreements or differences with them,’” Wang said, adding that the reaction is to restart the search. “It’s almost like treating every person as an object,”"
    },

    {
      "raw": "Now, books and music are like icebreakers to the ordinary things I feel strongest about: How does this person treat other people? Are they hearing what I’m saying when I talk? Who makes me feel more like me—not better than, not changing shape for?"
    },

    {
      "raw": "Sometimes, choosing to be with someone, choosing not to, or deciding whether or not to date at all is a version of choosing ourselves—which, when you think about it, is pretty rooted in love."
    },

    {
      "raw": "And self-improvement seemed wired into how I thought about myself: If I wasn’t trying to be better or calmer or more thoughtful, what on earth was I even doing? That advice is everywhere: Buying a jade roller will fix my skin, this certain meditation cushion will create a safe space to wipe away anxiety, and refocusing my mindset toward positivity will cure my chronic illness. Sometimes, a lot of this well-intentioned advice sounded like, well, if you really wanted to feel better, you would’ve figured this out, like the flaw was me not wanting it bad enough."
    },

    {
      "raw": "It might sound ironic that self-care itself can be a source of stress—and it is.",
      "comments": [
        "Intenta ser mejor cada día, y mejorarás. Pero también entrarás en un círculo vicioso de estrés y ansiedad.",
        "Mejor define tus objetivos y trabaja para lograrlos, poco a poco. Pero no necesaria y absolutamente TODOS LOS DÍAS."
      ]
    },

    {
      "raw": "So much of caring, it seems, means realizing we do not exist to be fixed."
    },

    {
      "raw": "“What your financial situation is or your physical situation is affects what your self-care looks like and what kind of self-care you need,”"
    },

    {
      "raw": "That means, yes, you can spend a bunch of time alone and truly never feel lonely, and you can also be surrounded by people, have seemingly thriving relationships, and still feel lonely."
    },

    {
      "raw": "Physically, research shows lack of social connection heightens health risks as much as smoking fifteen cigarettes a day,"
    },

    {
      "raw": "The crushing pressure is what happens when you stick an institutional price tag on something, connect it to the job market, and make it a social experience."
    },

    {
      "raw": "Some of the most extraordinary things about our lives are, in fact, the ordinary ones. The person we met by chance that changed everything. The thing we said yes—or no!—to that rerouted the path."
    }
  ]
}
